Repository: ripiu/cmsplugin_filer_svg
Catalog: ripiu/cmsplugin_filer_svg/locale/*/LC_MESSAGES/django.po
Languages: it

source: SVG images
it: Immagini SVG

source: Inline SVG image
it: Immagine SVG in linea

source: SVG image
it: Immagine SVG

source: Link settings
it: Impostazioni collegamento

source: SVG file
it: File SVG

source: Provide an SVG file
it: Fornisci un file SVG

source: Inline SVG images
it: Immagini SVG in linea

source: Open in new window
it: Apri in una nuova finestra

source: Open in same window
it: Apri nella stessa finestra

source: Delegate to parent
it: Delega al genitore

source: Delegate to top
it: Delega alla radice

source: alt text
it: testo alternativo

source: width
it: larghezza

source: height
it: altezza

source: External URL
it: Indirizzo esterno

source: Wraps the image in a link to an external URL.
it: Inserisci l'immagine in un collegamento a un indirizzo esterno.

source: Internal URL
it: Indirizzo interno

source: Wraps the image in a link to an internal (page) URL.
it: Inserisci l'immagine in un collegamento all'indirizzodi una pagina interna.

source: Link target
it: Target

source: Link attributes
it: Attributi del link
